# Задача 40: Работать с файлом california_housing_train.csv, который находится в папке sample_data. 
# Определить среднюю стоимость дома, где кол-во людей от 0 до 500 (population)






# Задача 42: Узнать какая максимальная households в зоне минимального значения population
# Доп1 Показать среднее median_house_value, где households в зоне от среднего до максимального значения
# Доп2 Вывести первые 5 строк таблицы, где median_income находится в диапазоне от 17000 до 265000 за исключением 180400
# сдавать ссылкой на колаб